Repository: Endier/ProxySwitchForMac
Catalog: ProxySwitchForMac/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Customize global shortcut
zh_hans: 自定义全局快捷键

source: Failed to toggle proxy: %@
zh_hans: 切换代理失败：%@

source: Permission
zh_hans: 权限

source: Settings
zh_hans: 设置

source: Status
zh_hans: 启用状态

source: Your network proxy has been turned OFF.
zh_hans: 网络代理已关闭。

source: Your network proxy has been turned ON.
zh_hans: 网络代理已开启。

# 打开主窗口
source: Open Main Window
zh_hans: 打开主窗口

# 正在检测当前代理状态…
source: Checking current proxy status…
zh_hans: 正在检测当前代理状态…

# 获取
source: Request
zh_hans: 获取

# 获取通知权限
source: Notification Permission
zh_hans: 获取通知权限

# 退出
source: Quit
zh_hans: 退出
